Repository: HRehmat/EN-Sales-1
Catalog: translation.*.xlf
Languages: es_mx, fr_ca

# Report 1116207556 - Property 2879900210
source: Customer Balance to Date
es_mx: Saldo cliente hasta la fecha
fr_ca: Écritures clients ouvertes

# Report 1116207556 - Control 2346885236 - Property 2879900210
source: Options
es_mx: Opciones

# Report 1116207556 - Control 458406397 - Property 2879900210
source: Ending Date
es_mx: Fecha final
fr_ca: Date fin

# Report 1116207556 - Control 458406397 - Property 1295455071
source: Specifies the last date until which information in the report is shown. If left blank, the report shows information until the present time.
es_mx: Especifica la última fecha hasta la que se muestra la información en el informe. Si se deja en blanco, el informe muestra información hasta el momento actual.
fr_ca: Spécifie la dernière date jusqu'à laquelle les informations du rapport sont affichées. Si ce champ n'est pas renseigné, le rapport affiche les informations jusqu'à la date du jour.

# Report 1116207556 - Control 3287144200 - Property 2879900210
source: Show Amounts in $
es_mx: Muestra los importes en $.
fr_ca: Afficher les montants en $

# Report 1116207556 - Control 3287144200 - Property 1295455071
source: Specifies if amounts in the report are displayed in $. If you leave the check box blank, amounts are shown in foreign currencies.
es_mx: Permite especificar si los importes del informe se muestran en $. Si deja la casilla de verificación en blanco, los importes se muestran en monedas extranjeras.
fr_ca: Spécifie si les montants du rapport sont affichés en $. Si vous laissez la case à cocher vide, les montants sont affichés dans des devises étrangères.

# Report 1116207556 - Control 79950944 - Property 2879900210
source: New Page per Customer
es_mx: Página nueva por cliente
fr_ca: Nouvelle page par client

# Report 1116207556 - Control 79950944 - Property 1295455071
source: Specifies if each customer balance is printed on a separate page, in case two or more customers are included in the report.
es_mx: Especifica si cada saldo de cliente se imprime en una hoja aparte, en caso de que se hayan incluido dos o más clientes en el informe.
fr_ca: Spécifie si le solde de chaque client est imprimé sur une page distincte si jamais vous avez choisi plusieurs clients à inclure dans le rapport.

# Report 1116207556 - Control 1196418791 - Property 2879900210
source: Include Unapplied Entries
es_mx: Incluir movimientos no conciliados
fr_ca: Inclure écrit. non affect.

# Report 1116207556 - Control 1196418791 - Property 1295455071
source: Specifies if unapplied entries are included in the report.
es_mx: Especifica si los movimientos no liquidados se incluyen en el informe.
fr_ca: Spécifie si les écritures dont l'affectation a été annulée sont incluses dans le rapport.

# Report 1116207556 - Control 1580087729 - Property 2879900210
source: Show Entries with Zero Balance
es_mx: Mostrar movs. con saldo cero
fr_ca: Afficher les écritures avec un solde nul

# Report 1116207556 - Control 1580087729 - Property 1295455071
source: Specifies if the report must include entries with a balance of 0. By default, the report only includes entries with a positive or negative balance.
es_mx: Especifica si el informe debe incluir movimientos con saldo 0. De forma predeterminada, el informe incluye solo los movimientos con saldo positivo o negativo.
fr_ca: Spécifie si le rapport doit inclure les écritures avec un solde nul. Par défaut, le rapport inclut uniquement les écritures avec un solde positif ou négatif.

# Report 1116207556 - NamedType 2476940767
source: Balance on %1
es_mx: Saldo al %1
fr_ca: Solde au %1

# Report 1116207556 - NamedType 1288385384
source: Customer - Balance to Date
es_mx: Cliente - Saldo por fechas
fr_ca: Client - Solde à ce jour

# Report 1116207556 - NamedType 684809554
source: Page
es_mx: Pág.

# Report 1116207556 - NamedType 154103091
source: All amounts are in $.
es_mx: Importes en divisa local.
fr_ca: Tous les montants sont en $.

# Report 1116207556 - NamedType 69404221
source: Posting Date
es_mx: Fecha registro
fr_ca: Date de report

# Report 1116207556 - NamedType 1564621511
source: Amount
es_mx: Importe
fr_ca: Montant

# Report 1116207556 - NamedType 1897341201
source: Ending Date must have a value.
es_mx: La fecha final debe tener un valor.
fr_ca: Date fin doit avoir une valeur.
